[POPUP]
docinfo={backcolor:0,background:277,realheight:480,realwidth:800,realx:0,realy:0,type:POPUPI};
grpinfo={max_item_id:6};
itm1={backcolor:0,height:336,id:1,img:276,layout:normal,name:Base,type:IMAGEFIELD,visible:true,width:555,x:126,y:76,layout_param:{clipx:0,clipy:0}};
itm2={backcolor:0,bidimode:left-to-right,content:Updating now,font:7,height:40,highcolor:0,hlayout:center,id:3,linespacing:0,multiline:false,name:Updating_now,type:TEXTFIELD,visible:true,vlayout:middle,width:250,wrapline:no-wrap,x:275,y:136,zorder:1};
itm3={backcolor:0,bidimode:left-to-right,content:Please do not remove the USB device.,font:7,height:70,highcolor:0,hlayout:center,id:4,linespacing:0,multiline:true,name:Please_Do_not,type:TEXTFIELD,visible:true,vlayout:middle,width:280,wrapline:wrap-by-word,x:261,y:169,zorder:2};
itm4={backcolor:0,bidimode:left-to-right,content:Please do not Main switch OFF.,font:7,height:40,highcolor:0,hlayout:center,id:5,linespacing:0,multiline:false,name:Switch_off,type:TEXTFIELD,visible:true,vlayout:middle,width:400,wrapline:no-wrap,x:200,y:233,zorder:3};
itm5={backcolor:0,height:30,id:6,img:492,layout:normal,name:waiting_frame,type:IMAGEFIELD,visible:true,width:131,x:336,y:321,zorder:4,layout_param:{clipx:0,clipy:0}};

